Revit 2024 API
SpecTypeId.CoolingLoadDividedByArea Property
 Cooling Load divided by Area, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CoolingLoadDividedByArea { get; }
Visual Basic
Public Shared ReadOnly Property CoolingLoadDividedByArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CoolingLoadDividedByArea {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace